{
	"getting-started" : {
		"BLOCK_TITLE" : "Getting Started",
		"SWITCH_COLUMN" : false,
		"faq_row" : {
			"0r0" : {
				"FAQ_QUESTION" : "Is there an approval process before I can start writing?",
				"FAQ_ANSWER" : "There is no approval process and if you are feeling confident, start writing whenever you would like. If you do want a character's profile reviewed before diving in, <a href=\"./viewtopic.php?f=28&amp;t=62\">submit a request</a>."
			},
			"0r1" : {
				"FAQ_QUESTION" : "I'm a little overwhelmed and don't know where to begin.",
				"FAQ_ANSWER" : "Do have a peek at our <a href=\"./about-getting-started\">Getting Started</a> guide, in particular the \"<a href=\"./about-getting-started#beginning-the-journey\">Beginning the Journey</a>\" section. This page informs players of account fields available during registration and explains where to discover open threads so a new person can immerse themselves into something existing (if they so choose). We recommend reading a substantial chunk of the lore (<a href=\"./lore-history\">History</a>, <a href=\"./lore-races\">Races</a>, and <a href=\"./setting\">Setting</a> to get the best ideas). Also, our lovely community generates tons of ideas, so craft a thread in \"<a href=\"./viewforum.php?f=28\">Plotting and Tracking</a>\" or if you prefer chat, join us on <a href=\"//discord.gg/MXtzbmw\" target=\"_blank\">Discord</a>.<br /><br />The \"<a href=\"./about-rules#on-writing\">On Writing</a>\" section in <a href=\"./about-rules\">Rules</a> has several additional points to consider before writing, so be sure to take note of these."
			}
		}
	},
	"game-content" : {
		"BLOCK_TITLE" : "Game Content",
		"SWITCH_COLUMN" : false,
		"faq_row" : {
			"1r0" : {
				"FAQ_QUESTION" : "For storyline purpose, can I create a village, building, guild, or something else?",
				"FAQ_ANSWER" : "This is the \"sandbox\" part of Khy'eras where we would love to see players thinking of places to go with backstories. The creation will not be an official place (not yet anyway), but run with the idea and have other people contribute when possible. There are lots of unnamed lands and city buildings waiting to be discovered. Having players unearth this content is helpful and engaging to the game.<br /><br />However, places should be reasonable. Don't come up with an idea for a major city that has a population of one million and a king and queen. That's putting a rather surprising and busy place on the map that hasn't been mentioned anywhere in the realm's history. How would it have gotten there? More common and acceptable examples might be Thieves/Rogues Guilds, taverns, quaint and remote villages, or camps.<br /><br />In the future, Khy'eras may open a content submission area, where a writer can submit lore to be officially added to the game."
			},
			"1r1" : {
				"FAQ_QUESTION" : "This game feels like it is based on Dungeons and Dragons. Should I expect the same thing?",
				"FAQ_ANSWER" : "Khy'eras based its <a href=\"./lore-classes\">class list</a> from <a href=\"//paizo.com/pathfinder\" target=\"_blank\">Pathfinder</a> (3rd Edition D&D), but that is the extent of our ties to D&D. The rest of the Khy'eras' lore, gameplay, and settings are entirely unique. We are, of course, influenced by much in the fantasy genre, but attempt to immerse our writers in a world that is mostly individual.<br /><br />While we do have concepts such as stats, currency, and experience, these mechanics are still being worked into the various facets of Khy'eras. It is our desire that though these things are present, they are not required to play and a person may enjoy Khy'eras simply by writing."
			},
			"1r2" : {
				"FAQ_QUESTION" : "Could I use Khy'eras to run a D&D/Pathfinder/etc. campaign outside of the forum?",
				"FAQ_ANSWER" : "Absolutely! In the distant future, Memoria would like to craft Pathfinder companion for Khy'eras and its races, but this is not currently in the works."
			}
		}
	},
	"character-count" : {
		"BLOCK_TITLE" : "Character Content",
		"SWITCH_COLUMN" : true,
		"faq_row" : {
			"2r0" : {
				"FAQ_QUESTION" : "The race descriptions have heights and weights. Can my character be shorter/taller or fatter/thinner?",
				"FAQ_ANSWER" : "The height and weight listings are merely averages and a player may deviate from these values - within reason. A case that might not make sense is a very tall Fae or Dwarf, as these races are typically lesser in stature."
			},
			"2r1" : {
				"FAQ_QUESTION" : "Certain races and classes are disallowed from using magic. Can I do it anyway?",
				"FAQ_ANSWER" : "Khy'eras staff is unable to police everything. Therefore, we ask that you kindly do not write your own set of rules. The lore took many months to write and there are reasons why races or classes aren't capable with magic. If you really want to have a mage, select a combination that works with your concepts."
			},
			"2r2" : {
				"FAQ_QUESTION" : "Okay, fine, but, this race/class can't do \"xyz\". Can I do \"xyz\"? My character has always done it.",
				"FAQ_ANSWER" : "Again, it is strongly preferred that a person does not do this. Khy'eras races and classes were written for this particular game and while aspects of Khy'eras might seem familiar to other games, it is not the same. We strive to be mostly unique and give writers an opportunity to utilize our original content.<br /><br /><strong>Examples of do-nots:</strong><br /><br /><ul><li><a href=\"./lore-races-kerasoka\">Kerasokas</a> or full-blooded <a href=\"./lore-races-dwarf\">Dwarves</a> that can use magic.</li><li><a href=\"./lore-races-korcai\">Korcai</a> that can walk in sunlight.</li><li><a href=\"./lore-classes-paladin\">Paladins</a> that don't devote themselves to any deity.</li></ul>The above list could go on. When someone goes out on a limb to craft a character that doesn't fit the \"limitations\" of Khy'eras, this is disrupting and confusing to fellow writers. In a perfect world, we might be able to transfer characters from game to game, but having reasons to rebuild and construct new personas is also good! Consider it a challenge and see what adventures might be brought forth with an authentic character."
			},
			"2r3" : {
				"FAQ_QUESTION" : "Well, can I still ask about \"xyz\"? Maybe I just missed something.",
				"FAQ_ANSWER" : "Of course. Questions are welcome by contacting staff either <a href=\"./memberlist.php?mode=contactadmin\">through the forum</a> or Discord."
			},
			"2r4" : {
				"FAQ_QUESTION" : "Can my character come from a wealthy or noble bloodline?",
				"FAQ_ANSWER" : "Yes, feel free. Your character's parents might have had a position of authority and your character came into wealth this way. Do not use this to <a href=\"./about-rules#on-writing\">god-mode</a>. Another thing to keep in mind is that all characters start with 50 copper, so while your character has a rich background, that does not give you more in-game copper to spend."
			},
			"2r5" : {
				"FAQ_QUESTION" : "Can my character be a hard-working individual? A sewer janitor sounds fun.",
				"FAQ_ANSWER" : "Giving your character an occupation is awesome! In fact, we may release a system where you can state what job your character, rewarding them with in-game copper."
			}
		}
	}
}
